Repository: algabe/YOURLS-es_MX
Catalog: *.po
Languages: es_mx

source: Statistics for %s
es_mx: Estadísticas por %s

source: Short URL
es_mx: URL corta

source: Aggregate stats for duplicate short URLs
es_mx: Agregar estadísticas por URLs cortas duplicadas

source: Long URL
es_mx: URL larga

source: Traffic statistics
es_mx: Estadística de tráfico

source: Traffic location
es_mx: Localizaciones del tráfico

source: Traffic sources
es_mx: Fuentes del tráfico

source: Share
es_mx: Compartir

source: Last 24 hours
es_mx: Últimas 24 horas

source: Last 7 days
es_mx: Últimos 7 días

source: Last 30 days
es_mx: Últimos 30 días

source: All time
es_mx: Todo el tiempo

source: Number of hits : %s
es_mx: Número de clicks: %s

source: Historical click count
es_mx: Cuenta historica de clicks

source: about 1 day ago
es_mx: hace aproximadamente 1 día

source: Short URL created on %s
es_mx: URL corta creada en %s

source: %s per day
es_mx: %s por día

source: %s per hour
es_mx: %s por hora

source: %s hit
es_mx: %s click

source: Best day
es_mx: Mejor día

source: <strong>%1$s</strong> hit on %2$s
es_mx: <strong>%1$s</strong> click para %2$s

source: Click for more details
es_mx: Haz click para ver más detalles

source: Year %s
es_mx: Año %s

source: 1 hit
es_mx: 1 click

source: No traffic yet. Get some clicks first!
es_mx: No hay tráfico todavía. Consigue algunos clicks primero!

source: Top 5 countries
es_mx: Primero 5 países

source: Overall traffic
es_mx: Tráfico total

source: No country data.
es_mx: No hay datos de países.

source: Referrer shares
es_mx: Referido compartido

source: Others
es_mx: Otros

source: Referrers
es_mx: Referidos

source: (details)
es_mx: (detalles)

source: Various:
es_mx: Varios:

source: Direct vs Referrer Traffic
es_mx: Tráfico directo frente a tráfico referido

source: Direct
es_mx: Directo

source: Direct traffic:
es_mx: Tráfico directo:

source: <strong>%s</strong> hit
es_mx: <strong>%s</strong> click

source: Referrer traffic:
es_mx: Tráfico referido:

source: No referrer data.
es_mx: No hay datos de referidos.

source: Short link
es_mx: Enlace corto

source: Quick Share
es_mx: Acción rápida

source: Title
es_mx: Titulo

source: IP Address
es_mx: Dirección IP

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
es_mx: Buscando por <strong>%1$s</strong> en <strong>%2$s</strong>.

source: Date
es_mx: Fecha

source: Short URL created, but could not redirect to %s !
es_mx: URL corto creado, pero no podía redirigir a %s !

source: Unknown "Share" bookmarklet
es_mx: Desconocido "Comparte" marcador

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
es_mx: Muestra <strong>%1$s</strong> para <strong class="increment">%2$s</strong> de <strong class="increment">%3$s</strong> URLs

source: counting <strong>1</strong> click
es_mx: contando <strong>1</strong> click

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
es_mx: En total, siguiendo <strong class="increment">%1$s</strong> enlaces, <strong>%2$s</strong> clicks, y contando!

source: No URL
es_mx: No hay URL

source: %s version is too old. Ask your server admin for an upgrade.
es_mx: La versión %s está obsoleta. Consulta a quien administra el servidor si es posible una actualización.

source: YOURLS already installed.
es_mx: Instalación de YOURLS completada.

source: File <tt>.htaccess</tt> successfully created/updated.
es_mx: El archivo <tt>.htaccess</tt> ha sido creado/actualizado.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
es_mx: Ha sido imposible guardar el archivo <tt>.htaccess</tt> en el directorio raiz. Debes guardarlo manualmente. <a href="http://yourls.org/htaccess">Aquí te explicamos cómo hacerlo</a>.

source: Install YOURLS
es_mx: Instalar YOURLS

source: YOURLS Administration Page
es_mx: Página de administración de YOURLS

source: Unsupported action
es_mx: Acción no soportada

source: No plugin specified, or not a valid plugin
es_mx: No se ha especificado plugin o no es válido el plugin

source: Plugin has been activated
es_mx: El plugin ha sido activado

source: Plugin has been deactivated
es_mx: El plugin ha sido desactivado

source: Manage Plugins
es_mx: Gestionar Plugins

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
es_mx: Actualmente hay <strong>%1$s</strong> instalados y <strong>%2$s</strong> activados

source: Plugin Name
es_mx: Nombre de Plugin

source: Version
es_mx: Versión

source: Description
es_mx: Descripción

source: Author
es_mx: Autor

source: Action
es_mx: Acción

source: Deactivate
es_mx: Desactivar

source: Activate
es_mx: Activar

source: plugin file location: %s
es_mx: Localización del plugin: %s

source: Toggle active/inactive plugins
es_mx: Conmutar plugins activo/inactivo

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
es_mx: Si algo va mal después de activar un plugin y no puedes usar YOURLS o acceder a esta página, simplemente renombra o borra el directorio del plugin o renombra el archivo del plugin por otro diferente a <code>plugin.php</code>.

source: More plugins
es_mx: Más plugins

source: For more plugins, head to the official <a href="http://yourls.org/pluginlist">Plugin list</a>.
es_mx: Para mas plugins, visita la pagina oficial <a href="http://yourls.org/pluginlist">Lista de Plugin</a>.

source: Cool YOURLS Tools
es_mx: Herramientas interesantes de YOURLS

source: Bookmarklets
es_mx: Marcadores

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
es_mx: YOURLS viene con <span>cuatro</span> <span>marcadores</span> manuales para facilitar el acortamiento de enlaces.

source: Standard or Instant, Simple or Custom
es_mx: Estandar o instantáneo, simple o personalizado

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
es_mx: Los <span>Marcadores Estandar</span> te llevará a una página en la que podrás cambiar o eliminar fácilmente tu nueva URL corta.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
es_mx: Los <span>Marcadores Instantáneos</span> te mostrará la nueva URL corta sin abandonar la página que estás viendo.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
es_mx: Los <span>Marcadores Simples</span> generan una URL corta con una palabra clave aleatoria o secuencial.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
es_mx: Los <span>Marcadores Personalizados</span> te pedirá que indiques antes la palabra clave personalizada que desees.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
es_mx: Si quieres compartir una descripción junto con el enlace que estás acortando, simplemente <span>selecciona el texto</span> deseado en la página que estés viendo antes de hacer click en el generador de marcadores

source: The Bookmarklets
es_mx: Los Marcadores

source: Click and drag links to your toolbar (or right-click and bookmark it)
es_mx: Haz click y arrastra los enlaces hacia tu barra de herramientas (o haz click con el botón derecho y selecciona <em>Añadir esta página a marcadores</em>)

source: Standard (new page)
es_mx: Estandar (nueva pagina)

source: Instant (popup)
es_mx: Instantáneo (ventama emergente)

source: Drag to your toolbar!
es_mx: ¡Arrastra hacia tu barra de herramientas!

source: Shorten
es_mx: Acortar

source: Instant Shorten
es_mx: Acortar instantáneamente

source: Custom Keyword
es_mx: Palabra clave personalizada

source: Custom shorten
es_mx: Acortar personalizado

source: Instant Custom Shorten
es_mx: Acortar instantáneamente (personalizado)

source: Social Bookmarklets
es_mx: Marcadores Sociales

source: Create a short URL and share it on social networks, all in one click!
es_mx: Crear una URL corta y compartir en redes sociales, todo en un solo click!

source: Shorten and share:
es_mx: Acortar y compartir:

source: Prefix-n-Shorten
es_mx: Prefijo-y-acortar

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
es_mx: Cuanto estés visitando una página, también podrás usar su URL completa como prefijo: dirígete a la barra de direcciones de tu navegador, añade "<span>%s</span>" al principio de la URL actual (justo después de 'http://') y presiona Intro.

source: Note: this will probably not work if your web server is running on Windows
es_mx: Aviso: Esto probablemente no funcionará si el servidor está corriendo sobre Windows

source: (which seems to be the case here)
es_mx: (parece ser el caso)

source: Secure passwordless API call
es_mx: Llamada segura a la API sin contraseña

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
es_mx: YOURLS permite llamadas a la API al viejo estilo, usando los parámetros <tt>usuario/a</tt> y <tt>contraseña</tt>.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
es_mx: Si te preocupa enviar tus credenciales en las conexiones a la API, también puedes hacer llamadas a la API sin necesidad de utilizar tu nombre de usuario/a o tu contraseña, usando un identificador secreto.

source: Your secret signature token: <strong><code>%s</code></strong>
es_mx: Tu identificador secreto: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
es_mx: (Es secreto. Mantenlo siempre en secreto)

source: This signature token can only be used with the API, not with the admin interface.
es_mx: Este identificador sólo puede ser usado con la API, no con el panel de administración.

source: Usage of the signature token
es_mx: Uso del identificador

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
es_mx: Simplemente usa el parámetro <tt>signature</tt> en tus peticiones a la API. Por ejemplo:

source: Usage of a time limited signature token
es_mx: Uso de un identificador por tiempo limitado

source: actual value:
es_mx: Valor actual:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
es_mx: Ahora usa los parámetros <tt>signature</tt> y <tt>timestamp</tt> en tus peticiones a la API. Por ejemplo:

source: Actual values:
es_mx: Valores actuales:

source: This URL would be valid for only %s seconds
es_mx: Esta URL será válida sólo durante %s segundos

source: See the <a href="%s">API documentation</a> for more
es_mx: Échale un vistazo a la <a href="%s">documentación de la API</a> para más información

source: Upgrade YOURLS
es_mx: Actualizar YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
es_mx: No es necesaria una actualización. <a href="%s">Vuelve atrás</a> ¡y juega!

source: Your current installation needs to be upgraded.
es_mx: Esta instalación necesita ser actualizada.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
es_mx: Por favor, es muy recomendable que hagas una <strong>copia de seguridad</strong> de tu base de datos<br/>(en cualquier caso, deberías hacerlas de forma regular)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
es_mx: No ha ocurrido nada de lo terrible que podría suceder, pero esto no quiere decir que no vaya a pasar ¿verdad? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
es_mx: En cada paso, si <span class='error'>algo sale mal</span>, verás un mensaje y, esperamos, una manera de arreglarlo.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
es_mx: Si todo va tan rápido que no te da tiempo a leerlo, <span class="success">mejor para ti</span>, déjalo así :)

source: Once you are ready, press "Upgrade" !
es_mx: En cuanto estés preparado/a, haz click en "Actualizar"

source: Upgrade
es_mx: Actualizar

source: Your installation is now up to date !
es_mx: ¡Ahora la instalación está actualizada!

source: Go back to <a href="%s">the admin interface</a>
es_mx: Vuelve atrás, al <a href="%s">panel de administración</a>

source: Could not auto-encrypt passwords. Error was: "%s".
es_mx: Podría no auto-cifrar las contraseñas. Error era: "%s".

source: <a href="%s">Get help</a>.
es_mx: <a href="%s">Obtenga ayuda</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
es_mx: <a href="%s">haz click aquí</a> para despedir este mensaje durante una semana.

source: YOURLS requires the mysql, mysqli or pdo_mysql PHP extension. No extension found. Check your server config, or contact your host.
es_mx: YOURLS requiere la extensión PHP mysql, mysqli o pdo_mysql. Sin encontrar la extensión. Compruebe la configuración del servidor, o póngase en contacto con su anfitrión.

source: Fatal error
es_mx: Error fatal

source: Logged out successfully
es_mx: Sesión cerrada correctamente

source: Invalid username or password
es_mx: Nombre de usuario o contraseña incorrectos

source: Please log in
es_mx: Por favor, inicia sesión

source: 1 query
es_mx: 1 consulta

source: Powered by %s
es_mx: Funciona con %s

source: Enter the URL
es_mx: Indica la URL

source: Optional
es_mx: Opcional

source: Custom short URL
es_mx: URL corta personalizada

source: Shorten The URL
es_mx: Acortar la URL

source: Search for %1$s in %2$s
es_mx: Buscar por %1$s en %2$s

source: Ascending
es_mx: Ascendente

source: Descending
es_mx: Descendente

source: Order by %1$s %2$s
es_mx: Ordenar por %1$s %2$s

source: Show %s rows
es_mx: Mostrar %s filas

source: more
es_mx: más

source: less
es_mx: menos

source: Show links with %1$s than %2$s clicks
es_mx: Mostrar enlaces con %1$s de %2$s clicks

source: before
es_mx: antes

source: after
es_mx: después

source: between
es_mx: durante

source: Show links created %1$s %2$s %3$s %4$s
es_mx: Mostrar enlaces creados %1$s %2$s %3$s %4$s

source: Search
es_mx: Buscar

source: Clear
es_mx: Limpiar

source: 1 page
es_mx: 1 pagina

source: Go to First Page
es_mx: Ir a la primera página

source: &laquo; First
es_mx: &laquo; Primera

source: Last &raquo;
es_mx: Última &raquo;

source: Your short link
es_mx: Tu enlace corto

source: Long link
es_mx: Enlace largo

source: Stats
es_mx: Estadísticas

source: Share with
es_mx: Compartir con

source: Tweet this!
es_mx: Compartir en Twitter

source: Share on Facebook
es_mx: Compartir en Facebook

source: Share on Friendfeed
es_mx: Compartir en Friendfeed

source: Save
es_mx: Guardar

source: Save new values
es_mx: Guardar nuevos valores

source: Cancel
es_mx: Cancelar

source: Cancel editing
es_mx: Cancelar edición

source: Error, URL not found
es_mx: Error, URL no encontrada

source: Edit
es_mx: Editar

source: Delete
es_mx: Eliminar

source: Not a common link
es_mx: No es un enlace común

source: Original URL
es_mx: URL original

source: Actions
es_mx: Acciones

source: Username
es_mx: Usuario

source: Password
es_mx: contraseña

source: Login
es_mx: Iniciar sesión

source: Hello <strong>%s</strong>
es_mx: Hola <strong>%s</strong>

source: Logout
es_mx: Cerrar sesión

source: Help
es_mx: Ayuda

source: Go to the admin interface
es_mx: Ir al panel de administración

source: Admin interface
es_mx: Panel de administración

source: Tools
es_mx: Herramientas

source: Today
es_mx: Hoy

source: Close
es_mx: Cerrar

source: <a href="%s">YOURLS version %s</a> is available. Please update!
es_mx: <a href="%s">YOURLS versión %s</a> se encuentra disponible. Por favor actualice!

source: Incorrect DB config, or could not connect to DB
es_mx: Configuración incorrecta de DB, o no se pudo conectar a DB

source: Table '%s' created.
es_mx: Tabla '%s' creada.

source: Error creating table '%s'.
es_mx: Error al crear la tabla '%s'.

source: Could not initialize options
es_mx: No se pudo inicializar las opciones

source: Could not insert sample short URLs
es_mx: No puede insertar URL corta

source: YOURLS tables successfully created.
es_mx: Las tablas de YOURLS han sido creadas.

source: Error creating YOURLS tables.
es_mx: Se produjo un error creando las tablas de YOURLS.

source: Sunday
es_mx: Domingo

source: Monday
es_mx: Lunes

source: Tuesday
es_mx: Martes

source: Wednesday
es_mx: Miércoles

source: Thursday
es_mx: Jueves

source: Friday
es_mx: Viernes

source: Saturday
es_mx: Sábado

source: S_Sunday_initial
es_mx: D

source: M_Monday_initial
es_mx: L

source: T_Tuesday_initial
es_mx: M

source: W_Wednesday_initial
es_mx: X

source: T_Thursday_initial
es_mx: J

source: F_Friday_initial
es_mx: V

source: S_Saturday_initial
es_mx: S

source: Sun
es_mx: Dom

source: Mon
es_mx: Lun

source: Tue
es_mx: Mar

source: Wed
es_mx: Mié

source: Thu
es_mx: Jue

source: Fri
es_mx: Vie

source: Sat
es_mx: Sab

source: January
es_mx: Enero

source: February
es_mx: Febrero

source: March
es_mx: Marzo

source: April
es_mx: Abril

source: May
es_mx: Mayo

source: June
es_mx: Junio

source: July
es_mx: Julio

source: August
es_mx: Agosto

source: September
es_mx: Septiembre

source: October
es_mx: Octubre

source: November
es_mx: Noviembre

source: December
es_mx: Diciembre

source: Jan_January_abbreviation
es_mx: Ene

source: Feb_February_abbreviation
es_mx: Feb

source: Mar_March_abbreviation
es_mx: Mar

source: Apr_April_abbreviation
es_mx: Abr

source: May_May_abbreviation
es_mx: May

source: Jun_June_abbreviation
es_mx: Jun

source: Jul_July_abbreviation
es_mx: Jul

source: Aug_August_abbreviation
es_mx: Ago

source: Sep_September_abbreviation
es_mx: Sep

source: Oct_October_abbreviation
es_mx: Oct

source: Nov_November_abbreviation
es_mx: Nov

source: Dec_December_abbreviation
es_mx: Dic

source: Could not find and deactivated plugin :
es_mx: No fué posible encontrar y desactivar el siguiente <em>plugin</em>:

source: Not a valid plugin file
es_mx: No es un archivo válido de plugin

source: Plugin already activated
es_mx: El plugin ya está activado

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
es_mx: El <em>plugin</em> generó una salida inesperada. El error fué:<br/><pre>%s</pre>

source: Plugin not active
es_mx: Plugin no activado

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
es_mx: Esta página no existe. ¿Tal vez un <em>plugin</em> que estuvo activado ahora ya no lo está?

source: Invalid link
es_mx: Enlace no válido

source: Missing or malformed URL
es_mx: Falta la URL o está mal escrita

source: URL is a short URL
es_mx: La URL es una URL corta

source: Short URL %s already exists in database or is reserved
es_mx: La URL corta %s ya existe en la base de datos o está reservada

source: %s added to database
es_mx: %s añadida a la base de datos

source: Error saving url to database
es_mx: Error al guardar el url en la base de datos

source: %s already exists in database
es_mx: %s ya existe en la base de datos

source: Link updated in database
es_mx: Enlace actualizado en la base de datos

source: Error updating %s (Short URL: %s)
es_mx: Se produjo un error actualizando %s (URL corta: %s)

source: URL or keyword already exists in database
es_mx: La URL o la palabra clave ya existe en la base de datos

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
es_mx: si tu navegador no te redirecciona después de 10 segundos, por favor, haz <a href="%s">click aquí</a>

source: Please <a href="%s">click here</a>
es_mx: Por favor <a href="%s">haz click aquí</a>

source: Too many URLs added too fast. Slow down please.
es_mx: Demasiadas URLs añadidas desmasiado rápido. Por favor, un poco más despacio.

source: Forbidden
es_mx: Prohibido

source: Unauthorized action or expired link
es_mx: Acción no autorizada o el enlace ha caducado

source: Service temporarily unavailable
es_mx: Servicio no disponible temporalmente

source: Our service is currently undergoing scheduled maintenance.
es_mx: Nuestros servicios están actualmente en mantenimiento.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
es_mx: Las cosas no deberían durar mucho tiempo, gracias por su paciencia y por favor, disculpen las molestias

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
es_mx: %1$s es <strong>obsoleto</strong> desde versión %2$s! Utilice %3$s en su lugar.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
es_mx: %1$s es <strong>obsoleto</strong> desde versión %2$s sin alternativa disponible.

source: day
es_mx: día

source: view
es_mx: vista
